CREATE TABLE IF NOT exists bot_texts  (
  id VARCHAR(255) PRIMARY KEY,
  value TEXT NOT NULL
);

INSERT INTO public.bot_texts (id,value) VALUES
	 ('START','Привет, %s! 👋 Я — Telegram-бот, который умеет продавать, обучать и автоматизировать процессы.

                             Но есть нюанс 😏
                             Я *покажу* это на себе, а не просто расскажу.

                             Выбирай:'),
	 ('PAYMENT','Но чтобы энергия раскрывалась полноценно и глубоко — важна системная, последовательная работа.!'),
	 ('NEED_PAYMENT','Похоже вы еще не завершили оплату!'),
	 ('BROADCAST_FAIL','Произошла ошибка во время отправки рассылки'),
     ('UNSUBSCRIBE','Вы успешно отписались'),
     ('BROADCAST_SUCCESS','Рассылка отправлена!'),
     ('MENU_DEFAULT','еще не готово'),
	 ('ERROR','Что-то пошло не так!');